---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.ZoneEquipment
source: html/e614f6b5-a556-6be2-c322-634c351e559c.htm
---
# ZoneEquipment Properties

The id of the assembly instance to which the element belongs.